Failed to create a Mass Floor.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FloorAreaFaceFailed { get; }
  Visual Basic
Public Shared ReadOnly Property FloorAreaFaceFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FloorAreaFaceFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace